{
    "east": {
      "cities": [
        {"name": "New York",
          "teams": [{
            "name": "New York Knicks",
            "about": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the borough of Manhattan, in New York City. The Knicks compete in the National Basketball Association(NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden. The team, established by Ned Irish in 1946, was one of the founding members of the Basketball Association of America, which became the NBA after merging with the rival National Basketball League (NBL) in 1949. Along with the Boston Celtics, the Knicks are one of only two original NBA teams still located in its original city. Knicks won two NBA championships, in 1970 and 1973."
          },
           {
            "name": "New York Giants",
            "about": "The New York Giants are a professional American football team based in the New York metropolitan area. The Giants compete in the National Football League(NFL) as a member club of the league's National Football Conference(NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, which it shares with the New York Jets in a unique arrangement. The team ranks third among all NFL franchises with eight NFL championship titles: four in the pre–Super Bowl era (1927, 1934, 1938, 1956) and four since the advent of the Super Bowl(1986, 1990, 2007, and 2011) along with more championship appearances than any other team, with 19 overall appearances."
          },
          {
            "name": "New York Rangers",
            "about": "The New York Rangers are a professional ice hockey team based in New York City. They are members of the Metropolitan Division of the Eastern Conference of the National Hockey League (NHL). The team plays its home games at Madison Square Garden in the borough of Manhattan. The Rangers are one of three NHL franchises in the New York metropolitan area, along with the New Jersey Devils and New York Islanders. The club is also one of the oldest teams in the NHL, having joined in 1926 as an expansion franchise. They are part of the group of teams referred to as the Original Six, along with the Boston Bruins, Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens and Toronto Maple Leafs. The Rangers were the first NHL franchise in the United States to win the Stanley Cup, which they have done four times, most recently in 1993–94."
          }]
        },
        {"name": "Philadelphia",
          "teams": [{
            "name": "Philadelphia 76ers",
            "about": "The Philadelphia 76ers (also commonly known as the Sixers) are an American professional basketball team based in the Philadelphia metropolitan area. The 76ers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division and play at Wells Fargo Center. Founded in 1946 and originally known as the Syracuse Nationals, they are one of the oldest franchises in the NBA, and one of only eight (out of 23) to survive the league's first decade. The 76ers have had a rich history, with many of the greatest players in NBA history having played for the organization, including Wilt Chamberlain, Hal Greer, Billy Cunningham, Julius Erving, Moses Malone, Charles Barkley, and Allen Iverson. They have won three NBA championships, with their first coming as the Syracuse Nationals in 1955. The second title came in 1967, a team which was led by Chamberlain. The third title came in 1983, won by a team led by Erving and Malone."
          }, 
          {
            "name": "Philadelphia Eageles",
            "about": "The Philadelphia Eagles are a professional American football franchise based in Philadelphia, Pennsylvania. The Eagles compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. They are Super Bowl champions, having won Super Bowl LII; their first Super Bowl in franchise history, and their fourth NFL title overall, after winning the Championship Game in 1948, 1949, and 1960. The team has an intense rivalry with the New York Giants. This rivalry is the oldest in the NFC East and is among the oldest in the NFL. It was ranked by NFL Network as the number one rivalry of all-time and Sports Illustrated ranks it amongst the Top 10 NFL rivalries of all-time at number four, and according to ESPN, it is one of the fiercest and most well-known rivalries in the American football community. They also have a bitter rivalry with the Dallas Cowboys, which has become more high-profile since the 1960s, as well as a historic rivalry with the Washington Redskins. Their rivalry with the Pittsburgh Steelers is another bitter rivalry, roughly dating back to 1933, that mostly arises from the two teams' statuses as being from opposite ends of the same state. The team consistently ranks among the best in the league in attendance and has sold out every game since the 1999 season. In a Sports Illustrated poll of 321 NFL players, Eagles fans were selected the most intimidating fans in the NFL."
          },  
          {
            "name": "Philadelphia Flyers",
            "about": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They are members of the Metropolitan Division of the Eastern Conference of the National Hockey League (NHL). Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75. The Flyers' all-time points percentage of 57.6% (as of the 2017–18 NHL season) is the second-best in the NHL, behind only the Montreal Canadiens' 58.8%. Additionally, the Flyers have the most appearances in the conference finals of all 24 expansion teams (16 appearances, winning 8), and they are second behind the St. Louis Blues for the most playoff appearances out of all expansion teams (39 out of 50 seasons). The Flyers have played their home games on Broad Street since their inception, first at the Spectrum from 1967 until 1996, and then at the Wells Fargo Center since 1996. The Flyers have had rivalries with several teams over the years. Historically, their biggest adversaries have been the New York Rangers, with an intense rivalry stretching back to the 1970s. They have also waged lengthy campaigns against the New York Islanders in the 70s and 80s, the Boston Bruins, a bruising battle especially in the 1970s, the Washington Capitals, which has always been intense since their days in the Patrick Division, as well as the New Jersey Devils, with whom they traded the Atlantic Division title every season between 1994–95 and 2006–07, and finally they enjoy a spirited rivalry with their cross-state and expansion brethren, the Pittsburgh Penguins, which is considered by some to be the best rivalry in the league."
          }]
        },
        {"name": "Chicago",
          "teams": [{
            "name": "Chicago Bulls",
            "about": "The Chicago Bulls are an American professional basketball team based in Chicago, Illinois. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966. The team plays its home games at the United Center, an arena shared with the Chicago Blackhawks of the National Hockey League (NHL). The Bulls saw their greatest success during the 1990s when they were responsible for popularizing the NBA worldwide. They are known for having one of the NBA's greatest dynasties, winning six NBA championships between 1991 and 1998 with two three-peats. All six championship teams were led by Hall of Famers Michael Jordan, Scottie Pippen and coach Phil Jackson. The Bulls are the only NBA franchise to win multiple championships and never lose an NBA Finals series in their history. The Bulls won 72 games during the 1995–96 NBA season, setting an NBA record that stood until the Golden State Warriors won 73 games during the 2015–16 NBA season. The Bulls were the first team in NBA history to win 70 games or more in a single season, and the only NBA franchise to do so until the 2015–16 Warriors. Many experts and analysts consider the 1996 Bulls to be one of the greatest teams in NBA history. Michael Jordan and Derrick Rose have both won the NBA Most Valuable Player Award while playing for the Bulls, for a total of six MVP awards. The Bulls share rivalries with the Detroit Pistons, New York Knicks, and the Miami Heat. The Bulls' rivalry with the Pistons was highlighted heavily during the late 1980s and early 1990s."
          }, 
          {
            "name": "Chicago Bears",
            "about": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise. The franchise was founded in Decatur, Illinois, on September 17, 1920, and moved to Chicago in 1921. It is one of only two remaining franchises from the NFL's founding in 1920, along with the Arizona Cardinals, which was originally also in Chicago. The team played home games at Wrigley Field on Chicago's North Side through the 1970 season; they now play at Soldier Field on the Near South Side, next to Lake Michigan. The Bears have a long-standing rivalry with the Green Bay Packers. The team headquarters, Halas Hall, is in the Chicago suburb of Lake Forest, Illinois. The Bears practice at adjoining facilities there during the season. Since 2002, the Bears have held their annual training camp, from late July to mid-August, at Ward Field on the campus of Olivet Nazarene University in Bourbonnais, Illinois."
          },
          {
            "name": "Chicago Blackhawks",
             "about": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They are members of the Central Division of the Western Conference of the National Hockey League (NHL). They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the (Original Six) NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium. The club's original owner was Frederic McLaughlin, who owned the club until his death in 1944. Under McLaughlin, a 'hands-on' owner who fired many coaches during his ownership, the club won two Stanley Cup titles. The club was then owned by the Norris family, who as owners of the Chicago Stadium were the club's landlord, and owned stakes in several of the NHL teams. At first, the Norris ownership was as part of a syndicate fronted by long-time executive Bill Tobin, and the team languished in favor of the Norris-owned Detroit Red Wings. "
          }]
        }
        ]
    },
    "west": {
      "cities": [
        {"name": "Dallas",
          "teams": [{
            "name": "Dallas Mavericks",
            "about": ""
          }, 
          {
            "name": "Dallas Cowboys",
            "about": ""
          }, 
           {
            "name": "Dallas Stars",
            "about": ""
          }]
        },
        {"name": "San Francisco",
          "teams": [{
            "name": "Golden State Warriors",
            "about": ""
          }, 
          {
            "name": "San Francisco 49ers",
            "about": ""
          }, 
          {
            "name": "San Francisco Seals",
            "about": ""
          }]
        },
        {"name": "Los Angeles",
          "teams": [{
            "name": "Los Angeles Lakers",
            "about": ""
          }, 
          {
            "name": "Los Angeles Chargers",
            "about": ""
          }, 
          {
            "name": "Los Angeles Kings",
            "about": ""
          }]
        }
        ]
    }
}
