{
    "east": {
      "cities": [
        {"name": "New York",
          "teams": [{
            "name": "New York Knicks",
            "about": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the borough of Manhattan, in New York City. The Knicks compete in the National Basketball Association(NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden. Knicks won two NBA championships, in 1970 and 1973."
          },
           {
            "name": "New York Giants",
            "about": "The New York Giants are a professional American football team based in the New York metropolitan area. The Giants compete in the National Football League(NFL) as a member club of the league's National Football Conference(NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey. The team ranks third among all NFL franchises with eight NFL championship titles: four in the pre–Super Bowl era ('27,'34,'38,'56) and four since the advent of the Super Bowl('86, '90, 2007, and 2011)."
          },
          {
            "name": "New York Rangers",
            "about": "The New York Rangers are a professional ice hockey team based in New York City. They are members of the Metropolitan Division of the Eastern Conference of the National Hockey League (NHL). The team plays its home games at Madison Square Garden in the borough of Manhattan. The club is also one of the oldest teams in the NHL, having joined in 1926. The Rangers were the first NHL franchise in the United States to win the Stanley Cup, which they have done four times, most recently in 1993–94."
          }]
        },
        {"name": "Philadelphia",
          "teams": [{
            "name": "Philadelphia 76ers",
            "about": "The Philadelphia 76ers are an American professional basketball team based in the Philadelphia metropolitan area. The 76ers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division and play at Wells Fargo Center. They are one of the oldest franchises in the NBA, and one of only eight (out of 23) to survive the league's first decade. They have won three NBA championships: 1955, 1967, 1983."
          }, 
          {
            "name": "Philadelphia Eageles",
            "about": "The Philadelphia Eagles are a professional American football franchise based in Philadelphia, Pennsylvania. The Eagles compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. They are Super Bowl champions, having won Super Bowl LII; their first Super Bowl in franchise history, and their fourth NFL title overall, after winning the Championship Game in 1948, 1949, and 1960. Eagles fans were selected the most intimidating fans in the NFL."
          },  
          {
            "name": "Philadelphia Flyers",
            "about": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They are members of the Metropolitan Division of the Eastern Conference of the National Hockey League (NHL). They play their home games at Wells Fargo Center. Flyers won the Stanley Cup twice, in 1973 & 1974."
          }]
        },
        {"name": "Chicago",
          "teams": [{
            "name": "Chicago Bulls",
            "about": "The Chicago Bulls are an American professional basketball team based in Chicago, Illinois. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team plays its home games at the United Center. They are known for having one of the NBA's greatest dynasties, winning six NBA championships between 1991 and 1998 with two three-peats. The Bulls are the only NBA franchise to win multiple championships and never lose an NBA Finals series in their history."
          }, 
          {
            "name": "Chicago Bears",
            "about": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise."
          },
          {
            "name": "Chicago Blackhawks",
            "about": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They are members of the Central Division of the Western Conference of the National Hockey League (NHL). They have won six Stanley Cup championships since their founding in 1926. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls."
          }]
        }
        ]
    },
    "west": {
      "cities": [
        {"name": "Dallas",
          "teams": [{
            "name": "Dallas Mavericks",
            "about": "The Dallas Mavericks are an American professional basketball team based in Dallas, Texas. The Mavericks compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Southwest Division. The team plays its home games at the American Airlines Center, which it shares with the National Hockey League's Dallas Stars. They won only one NBA championship in 2011."
          }, 
          {
            "name": "Dallas Cowboys",
            "about": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team is headquartered in Frisco, Texas, and plays its home games at AT&T Stadium in Arlington, Texas, which opened for the 2009 season. They are tied second-best with 8 Super Bowl appereances, winning it 5 times."
          }, 
           {
            "name": "Dallas Stars",
            "about": "The Dallas Stars are a professional ice hockey team based in Dallas. They are members of the Central Division of the Western Conference of the National Hockey League (NHL). They won the Stanley Cup once in 1998."
          }]
        },
        {"name": "San Francisco",
          "teams": [{
            "name": "Golden State Warriors",
            "about": "The Golden State Warriors are an American professional basketball team based in Oakland, California. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. They were NBA champions 6 times already, winning 3 in last 4 years. Team currently plays in Oracle Arena, but will relocate to San Francisco in the next couple of years."
          }, 
          {
            "name": "San Francisco 49ers",
            "about": "The San Francisco 49ers are a professional American football team located in the San Francisco Bay Area. They compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) West division. The team currently plays its home games at Levi's Stadium in Santa Clara, California."
          }, 
          {
            "name": "San Jose Sharks",
            "about": "The San Jose Sharks are a professional ice hockey team based in San Jose, California. They are members of the Pacific Division of the Western Conference of the National Hockey League (NHL). Beginning play in the 1991–92 season, the Sharks initially played their home games at the Cow Palace, before they moved to their present home, the SAP Center at San Jose in 1993. The SAP Center is known locally as the Shark Tank."
          }]
        },
        {"name": "Los Angeles",
          "teams": [{
            "name": "Los Angeles Lakers",
            "about": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference in the Pacific Division. The Lakers play their home games at Staples Center, an arena shared with the NBA's LA Clippers, LA Sparks(WNBA) and LA Kings(NHL). The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, the second-most behind the Boston Celtics."
          }, 
          {
            "name": "Los Angeles Chargers",
            "about": "The Los Angeles Chargers are a professional American football team based in the Greater Los Angeles Area. The Chargers compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division.The Chargers will play their home games at Dignity Health Sports Park until the 2020 opening of the Los Angeles Stadium at Hollywood Park, which they will share with the Rams. The Chargers won one AFL title in 1963, before joining the NFL."
          }, 
          {
            "name": "Los Angeles Kings",
            "about": "The Los Angeles Kings are a professional ice hockey team based in Los Angeles. They are members of the Pacific Division of the Western Conference of the National Hockey League (NHL). They play their home games at Staples Center. Kings won the Stanley Cup two times(2011, 2013)."
          }]
        }
        ]
     }
}
